[{"idx":0,"fullName":"Samuel Gil, CFA","headline":"Managing Partner at JME Ventures","jobTitle":"Managing Partner/CEO","about":"","email":"samuel@jme.vc","linkedinUrl":"https://es.linkedin.com/in/samuelgil","profilePic":"https://media.licdn.com/dms/image/v2/D4D03AQHEUATMshz7tQ/profile-displayphoto-shrink_200_200/B4DZX9QuD.HAAY-/0/1743710774091?e=1756944000&v=beta&t=hIAeoXofJtDvxEsWeOdoNvbSpQ1Q-6WFO3LzZwSbXvw","addressWithCountry":"Madrid, Community of Madrid, Spain","companyLinkedin":"linkedin.com/company/jme-venture-capital","companyName":"Jme Ventures","companyWebsite":"jme.vc","fund_name":"JME Ventures","relevancia_dentro_del_fondo":10,"mira_pitch_decks":9,"probabilidad_respuesta":7,"score_combinado":8.67,"razonamiento":"Siendo Managing Partner/CEO, la relevancia dentro del fondo es máxima. Es muy probable que revise pitch decks, aunque delegue parte de ello. La probabilidad de respuesta es alta, pero podría estar ocupado y filtrar mensajes.","id":"1bed0e3d-3afa-4e57-b58e-3b159b022f1d","created_at":"2025-07-23 13:36:56.244668","last_updated":"2025-07-23 13:36:56.244668"},{"idx":1,"fullName":"Miguel Vicente","headline":"Chairman & Co-founder at Antai Ventures","jobTitle":"Chairman & Cofounder","about":"Chairman and Co-Founder of Antai Ventures, founded to help entrepreneurs to create new business models, investing and accelerating their growth.  .\nSince then, he co-founded through Antai multiple ventures with international presence such as Wallapop, Glovo, Nemuru, Lifecole, Platanomelón among others.\n\nChairman and Founder of Tech Barcelona, a Non-profit association of digital internet companies, that is composed of more than 1200 digital companies based in Barcelona, that showcases Barcelona to the world. \n\nBoard member of Foment del Treball, Barcelona Global and Spanish Embassador The Next Web\n \nAdvisory board member of Migranodearena.org, a social crowdfunding platform with more than 100 collaborating ONGs, that has collected more than 10 MM euros for social projects.\n  \nFounder of LetsBonus, sold to Living Social in 2011.\nEducation: \n\nIndustrial Engineer through UPC.\nCum Laude of the Executive MBA Instituto de Empresa.\nLondon Business School General Management ADP.\n\nAwards: \n\nBTC award El Periodico\nEntrepreneurship Award by Economics Spanish Minister\nBTC Ara newspaper 2017 Awards\nEntrepreneurship BTC FomentUP 2017 awarded by Spanish President\nAdigital Awards 2015 to Professional Excellence\nBest Catalan Entrepreneur 2014 by the Catalan Government Awards\nBest Young Spanish Entrepreneur 2012\nCinco Días Awards 2015 to Entrepreneurial Talent\nEntrepreneurship Awards from emprendedores.es\nOne of the most relevant entrepreneurs less than 40 years old during the IESE Global Entrepreneur Week 2010","email":"miguel@miguelvicente.es","linkedinUrl":"https://es.linkedin.com/in/miguel-vicente-5348358","profilePic":"https://media.licdn.com/dms/image/v2/D4D03AQHch-xmy5kzYA/profile-displayphoto-shrink_200_200/B4DZZsXjkqGsAg-/0/1745574836874?e=1756944000&v=beta&t=DLAO4U1t0oYYp-zqcNI2Cx5fJ3ztdnzorQjjC0UA4zc","addressWithCountry":"Barcelona, Catalonia, Spain","companyLinkedin":"linkedin.com/company/antai-venture-builder","companyName":"Antai Ventures","companyWebsite":"antaiventures.com","fund_name":"Antai Ventures","relevancia_dentro_del_fondo":10,"mira_pitch_decks":9,"probabilidad_respuesta":7,"score_combinado":8.67,"razonamiento":"El puesto de Chairman & Co-founder indica una posición de altísima jerarquía dentro del fondo. Su experiencia fundando y acelerando empresas sugiere una alta probabilidad de revisar pitch decks. La probabilidad de respuesta es alta debido a su rol de inversor y su enfoque en apoyar emprendedores, pero podría ser menor que 10 debido a su apretada agenda y el alto volumen de solicitudes que probablemente recibe.","id":"ba82dfbb-9fcd-4415-9d21-0783c696ab20","created_at":"2025-07-23 13:36:56.244668","last_updated":"2025-07-23 13:36:56.244668"},{"idx":2,"fullName":"Francisco Badia Ortega","headline":"VC Investor | I enjoy helping start-ups and Founders Grow | Author of \"Meaningful Entrepreneurship\"","jobTitle":"Managing Partner","about":"As a Managing Partner at Grow Venture Partners, I invest in early-stage deep tech and tech transfer companies that have a strong technology and IP, but more importantly, that have founders who are passionate, resilient, and driven by a sense of meaning and purpose. I have over 20 years of experience in managing, advising, and investing in start-ups, mainly in the fields of internet, deep tech, and tech transfer.\n\nI enjoy coaching and mentoring founders, helping them shape their strategy, vision, and values, and supporting them throughout their growth journey. That is why I wrote Meaningful Entrepreneurship, a book that challenges entrepreneurs to find their own answers and to align their personal and professional goals. I also share my knowledge and insights as a board member of several deep tech start-ups, a mentor and investor of others, and a coordinator, mentor, and lecturer of a deep tech pre-acceleration program at Barcelona Activa. I believe that by fostering meaningful entrepreneurship, we can create happier entrepreneurs, better and more successful companies, and a better world.","email":"fbadia@growventurepartners.com","linkedinUrl":"https://es.linkedin.com/in/franciscobadia","profilePic":"","addressWithCountry":"","companyLinkedin":"linkedin.com/company/grow-venture-partners","companyName":"Grow Venture Partners","companyWebsite":"growventurepartners.com","fund_name":"Grow Venture Partners","relevancia_dentro_del_fondo":9,"mira_pitch_decks":10,"probabilidad_respuesta":7,"score_combinado":8.67,"razonamiento":"El título de 'Managing Partner' indica un rol de liderazgo alto. Su descripción destaca la inversión en startups en etapa temprana y su interés en ayudar a los fundadores, lo que sugiere que revisa pitch decks. Aunque está ocupado, su pasión por el emprendimiento y su rol como mentor sugieren una probabilidad razonable de respuesta.","id":"797876ac-0690-43ae-8242-51ebe5632fcf","created_at":"2025-07-23 13:36:56.244668","last_updated":"2025-07-23 13:36:56.244668"}]